
/* --- знайдені ---

Глибинна зірка шість (1989)
Капітан Сіндбад (1963)
Миротворець (1997)


*/




const arrMoviesRemember = [

{ txt: `Кінотрейлер 80-х у телепередачі "Кіносерпантин".
В магазин телевізорів заходять хлопець з дівчиною.
Дівчина можливо якась фентезійна.
Вона робить дуже сильний покрик, від якого в приміщенні вибухають всі телевізори та сиплеться з усіх боків скло.
Після того як всі прийшли в себе хлопець каже продавчині:<br/>
- Сподіваюсь нам не треба за все це платити?`, },



{ txt: `Брюс Ли (или похожий чувак)... 
В кафе стаканы по барной стойке толкал, на скейте сигал через бусик. 
Брюс упал на липкую поверхность, оторвал часть футболки со спины при подъеме. 
Антипод (чувак в очках) зонтиком убивал насекомых на лету. 
В драке прыгнул с крыши дома, зацепившись зонтиком сверху на стене под крышей. 
Брюс вытщил у него из кармана нитку с бумажками прицепил к автобусу. 
Смотрел в видеосалоне в 1 классе.`, },



{ txt: `Чорно-білий фільм про ковбоїв.
На початку фільма два гг влаштовуються на роботу за 7 доларів.
Роботодавець їх "кидає".
Вони зустрічають його на вулиці, валять його з ніг, витягають з його кишені пачку грошей, та забирають лише свої 7 доларів.
Далі події фільму не пов'язані з цим випадком.`, },



{ txt: `Десь на дикому Заході. 
Дівчина дає гг фляги з водою.
В скрутний момент гг хоче напитися води, але виявляє, що там пісок.
Пізніше гг питає її навіщо вона заправила фляги піском замість води, та вона відповідає, щось по типу, що не хотіла, щоб він їхав.
На прикінці вона знову заправляє фляги вже водою, дає їх гг, але той перевіряє чи дійсно там вода.`, },



{ txt: `Дети нашли на чердаке установку, похожую на телескоп, наведя который на большие предметы можно было их то ли перемещать, то ли как-то воздействовать`, },



{ txt: `Двухсерийный фильм про индейца с двумя бурундучками в сумке на поясе. 
Жесткий замес, битва... 
Бурундучок спасая индейца, попадает в огонь и погибает... 
Индеец пытается вытащить его из огня, но не может. 
В эпилоге из сумки индейца показывается самка, а за ней вылязят два детеныша`, },



{ txt: `Місто-напівутопія... Через перевантаженість метро пасажирами вхід можливий був тілько в суворо визначений час для кожного пасажира, щоб не створювати натовп.
Хлопець побачив дівчину, яка йому сподобалась, але щоб зустріти її знову він був змушений порушити правила...`, },



{ txt: `Чак Норріс.
Епізод дві вантажівки наздогоняючи одна одну тараняться боками.`, },



{ txt: `Молодіжна комедія.
Закінчується словами - Я надул вас, ребята!
Головний розповідач тікає вдаль, йдуть кінцеві титри`, },



{ txt: `По столу, де стоїть їжа та напої їздить іграшкова залізниця.
Один з вагончиків стріляє огірками чи зернами`, },



{ txt: `Космічні жахи про казна що...
Дивився з увімкненим радіо`, },



{ txt: `Кмітлива істота, щось на кшталт мавпи чи снігової людини.
<br/>Эпізод:<br/>
Гг їдуть в машині в плотному трафіку, поспішають дуже сильно, але не можуть рухатись швидко.
Істота вилазить з вікна і на всю вулицю починає вити, зображаючи звук сирени як у швидкої допомоги.`, },



{ txt: `Возможно фентези... 
В конце гг едет пассажиром в авто (грузовик или фургон)... 
Начинается дождь, и он с удивлением смеется, как-будто что-то сбылось в следствие его решения.`, },



{ txt: `Три чоловіка зі зброєю лазять по лісу у пошуках невідомої іншопланетної істоти.
Потім заманюють його у пастку, та щоб вбити його кричать по черзі фразу "10 тисяч вольт!"`, },



{ txt: `Жахи про дітей.
<br/>Епізод:<br/>
Дитина намагається телепатично підкорити розум дорослої людини, але чоловік блокує всі свої думки уявляючи цегляну стіну.
Дитина каже:<br/>
- Ти добре вмієш блокувати розум`, },



{ txt: `Клинт Иствуд... Эпилог: едут на машине-кабриолете с чуваком (другом, подельником), который умирает, после непродолжительного разговора`, },



{ txt: `Иностранец с небольшой бородой в русской тюрьме, хорошо дрался... 
В конце фильма сматывался от погони по льдам океана на снегобайке... проскочил в последний момент перед ледоколом`, },



{ txt: `Екскурсія підлітків в гірському лісі.
Група потрапила в руки терористам.
Всі залишилися без зв'язку.
Одна дівчина мала плеєр з FM-радіо.
Копи здогадалися передавати цій дівчині інструкції щодо поведінки через місцеву радіостанцію в прямому ефірі.`, },



{ txt: `Комедія.
На початку фільма мавпа стащила годинник у глядача.
Касета була на відіку`, },



{ txt: `Шерлі Холмс.
Про 8-12-річну дівчинку-детектива`, },



{ txt: `Чак Норрис... Бандюки грабили инкасаторов. 
Один старый мужик помогал им (сливал инфу).
<br/><br/>

Эпизод 1:<br/>
Мужик говорит бандюкам:<br/>
- В этом фургоне не будет денег (типа, обманка)<br/>
На что главарь отвечает:<br/>
- Ну и что? Тогда поедем за фургоном с деньгами
<br/><br/>

Эпизод 2:<br/>
Чак Норрис привел пацана к могиле его отца и сказал, чтоб тот с ним говорил.
На что пацан удивился - как это говорить с отцом в могиле? но начал что-то сочинять, типа разговаривает, а потом "вошел в раж" и заплакал.
<br/><br/>

Эпизод 3:<br/>
Чак Норрис показал пацану пару приемов.
В конца фильма до этого пацана доколупался негр, типа хотел его тоже научить каким-либо приемам.
Толпа отговаривает негра оставить пацана в покое, но тот настаивает на своем.
В итоге пацан сбил негра с ног под общий хохот толпы.
Негр в недоумении, говорит, почему ему никто ничего не говорил, но толпа ржет и говорит, что мы пытались тебя отговорить. `, },



{ txt: `Возможно Дон Дракон Вильсон...<br/>
Эпизод:<br/>
Похороны... Все в белом, а главная героиня в черном, удивлена, говорит, что не знала, что у вас принято приходить на похороны в белом.
`, },



{ txt: `События в какой-то вьетнамской деревне. 
Гг - американец и вьетнамка. 
Гг смахивает на Харрисона Форда или Дольфа Лундгрена. 
<br/>Эпизод:<br/>
Гг запрыгивает на задний бампер маршрутного джипа-такси, вьетнамке говорит: <br/>
- Знаешь сколько пассажиров вмещается в этот транспорт? На одного больше... <br/>
Какое-то время едет зацепером...`, },



{ txt: `Возможно из предыдущего фильма...
<br/>Эпизод:<br/>
Гг заходит в местный бар/кафе с кучей вьетнамских девок и ему говорят: <br/>
- Не особо думай их снимать... на каждой из них по "5 тонн заразы"`, },



{ txt: `Две подруги (одна на опыте, вторая поскромнее)
<br/>Эпизод 1:<br/>
Примеряют шмотки в раздевалке (сиськи... мосиськи...) 

<br/>Эпизод 2:<br/>
Едут вдвоем на грузовике-тягаче без прицепа, по ночному городу, о чем-то трындят.
Опытная за рулем, та, что поскромнее - на пассажирском.
При обгоне скромная закрывает глаза от страха, что их грузовик ща протаранит легковушку.
Опытная обгоняет нормально, при этом продолжая что-то рассказывать, как ни в чем не бывало.`, },



{ txt: `Пригодницький фільм.
На прикінці толпа летить вниз згори по якійсь трубі.
Труба внизу загнута градусів під 90.
Роздаються жахливі воплі.
Але комедійний момент не робить нікому зла, всі вилітають неушкодженими. `, },



{ txt: `Фентезі. 
Гг намагаються нашкодити один одному, пишучи (чи друкуючи на машинці) текст-сценарій, який миттєво відбувається у реальності.
<br/>Эпізод:<br/>
Один з героїв потрапляє на вулиці на дорозі у скрутне становище, де йому зараз буде гаплик...
Але на ходу фантазується та пишеться текст, де він рятується за допомогою вантажівки.`, },



{ txt: `На прикінці фільма хлопець та дівчина на парковці авто (чи в автосалоні).
Хлопець пропонує дівчині вибрати будь-яку машину.
Вона обирає і він відразу дає їй ключі саме від цієї мащини.
Дівчина питає звідки він здогадався, що вона обере саме цю машину.
Він відповідає, що все дуже просто... бо тут всі машини його.`, },



{ txt: `Главному герою все время чудится его сын, который в видениях никогда не поворачивлся лицом. В конце повернулся`, },






];






